Repository: DioscuriWeb/GDPR
Catalog: gdpr-*.po
Languages: it_it

source: This is required if you want the privacy bar to show up.
it_it: Questo è necessario se vuoi che la barra della privacy venga visualizzata.

source: Privacy Excerpt
it_it: Estratto della privacy

source: This show up in the privacy preferences window.
it_it: Questo appare nella finestra delle preferenze sulla privacy.

source: This will appear in the consent section of the privacy preference window.
it_it: Questo apparirà nella sezione del consenso della finestra delle preferenze sulla privacy.

source: Request Forms reCAPTCHA
it_it: Modulo di richiesta reCAPTCHA

source: To prevent spam attacks, you have the option to enable reCAPTCHA. Configure below your keys to make it work with our request forms.
it_it: Per prevenire gli attacchi di spam, hai la possibilità di abilitare reCAPTCHA. Configura sotto le tue chiavi per farlo funzionare con i nostri moduli di richiesta.

source: You can find the necessary information %s.
it_it: Puoi trovare le informazioni necessarie% s.

source: here
it_it: qui

source: Add consent checkboxes to the registration page
it_it: Aggiungi le caselle di controllo alla pagina di registrazione

source: Add consent checkboxes to the checkout registration form
it_it: Aggiungi le caselle di controllo del consenso al modulo di registrazione del checkout

source: Category name
it_it: Nome della categoria

source: Add tab
it_it: Aggiungi scheda

source: Remove this tab.
it_it: Rimuovi questa scheda.

source: Category Name
it_it: Nome della categoria

source: Change this value if you want to name it something different.
it_it: Cambia questo valore se vuoi nominarlo qualcosa di diverso.

source: Status
it_it: Stato

source: Required cookies are cookies that cannot be opted out of and need to be created for the site to function properly. The ON status means that the cookie preference for this category will be enabled by default. The OFF status means the user needs to manually turn these cookies on to opt into these cookies.
it_it: I cookie richiesti sono cookie che non possono essere disattivati e devono essere creati per il corretto funzionamento del sito. Lo stato ON indica che la preferenza cookie per questa categoria sarà abilitata per impostazione predefinita. Lo stato OFF indica che l’utente deve attivare manualmente questi cookie per attivare questi cookie

source: Required
it_it: Necessario

source: Cookies used
it_it: Biscotti usati

source: A comma-separated list of cookies that your site is using that fit this category.
it_it: Un elenco di cookie separati da virgole utilizzati dal tuo sito che si adattano a questa categoria.

source: Comma separated list.
it_it: Elenco separato da virgola.

source: How are these used
it_it: Come sono usati?

source: A brief explanation of why you are requesting to use these cookies, what they are for, and how you process them.
it_it: Una breve spiegazione del motivo per cui si richiede di utilizzare questi cookie, per cosa servono e come li elaborano.

source: Third party domain
it_it: Dominio di terze parti

source: E.g. facebook.com
it_it: Es. facebook.com

source: Add
it_it: inserisci

source: Cookies that are set by a third party, like facebook.com.
it_it: Cookie impostati da terzi, come facebook.com.

source: Remove this domain.
it_it: Rimuovi questo dominio.

source: A comma separated list of cookies that your site is using from this third-party provider.
it_it: Un elenco separato da virgole di cookie che il tuo sito utilizza da questo provider di terze parti.

source: Add a link with the third-party instructions on how to opt out of their cookies.
it_it: Aggiungi un collegamento con le istruzioni di terze parti su come disattivare i loro cookie.

source: Url with instructions on how to opt out.
it_it: Url con le istruzioni su come rinunciare.

source: E.g. Privacy Policy or Cookie Policy
it_it: Per esempio. Informativa sulla privacy o politica sui cookie

source: Add consent
it_it: Aggiungi consenso

source: Unregister this consent.
it_it: Annullare la registrazione di questo consenso.

source: This page will be tracked for changes and you will be prompted to ask users to re-consent to the new policy. Selecting a page will make this consent required.
it_it: Questa pagina verrà tracciata per le modifiche e ti verrà chiesto di chiedere nuovamente agli utenti la nuova politica. La selezione di una pagina renderà necessario questo consenso.

source: Long description
it_it: Descrizione lunga

source: This will show up at the privacy preferences center, under the name of the consent.
it_it: Questo verrà mostrato nel centro delle preferenze sulla privacy, sotto il nome del consenso.

source: Short description
it_it: Breve descrizione

source: This will show up at registration forms next to checkboxes.
it_it: Questo verrà mostrato nei moduli di registrazione accanto alle caselle di controllo.

source: Data Breach confirmed. Preparing bulk emails.
it_it: Violazione dei dati confermata. Preparazione di email collettive.

source: Search by email
it_it: Cerca via email

source: Search
it_it: Cerca

source: Email content
it_it: Contenuto di posta elettronica

source: The content that the end user will see before the below information.
it_it: Il contenuto che l’utente finale vedrà prima delle informazioni di seguito.

source: Nature of the personal data breach
it_it: Natura della violazione dei dati personali

source: Describe the nature of the personal data breach including where possible, the categories and the approximate number of data subjects concerned and the categories and the approximate number of personal data records concerned.
it_it: Descrivere la natura della violazione dei dati personali includendo, ove possibile, le categorie e il numero approssimativo di interessati interessati e le categorie e il numero approssimativo di record di dati personali interessati.

source: Name and contact details of the data protection officer
it_it: Nome e recapiti del responsabile della protezione dei dati

source: Communicate the name and contact details of the data protection officer or another point of contact where more information can be obtained.
it_it: Comunicare il nome e i dettagli di contatto del responsabile della protezione dei dati o di un altro punto di contatto in cui è possibile ottenere ulteriori informazioni.

source: Likely consequences of the personal data breach
it_it: Probabili conseguenze della violazione dei dati personali

source: Measures taken or proposed to be taken
it_it: Misure adottate o proposte per essere adottate

source: Describe the measures taken or proposed to be taken by the controller to address the personal data breach, including, where appropriate, measures to mitigate its possible adverse effects.
it_it: Descrivere le misure adottate o proposte per essere adottate dal responsabile del trattamento per affrontare la violazione dei dati personali, comprese, se del caso, misure per mitigarne i possibili effetti negativi.

source: Send confirmation email
it_it: Invia email di conferma

source: 6 digit token (optional)
it_it: Token a 6 cifre (opzionale)

source: Close your account?
it_it: Chiudi il tuo account?

source: Your account will be closed and all data will be permanently deleted and cannot be recovered. Are you sure?
it_it: Il tuo account verrà chiuso e tutti i dati verranno eliminati in modo permanente e non potranno essere recuperati. Sei sicuro?

source: Your account
it_it: Il tuo account

source: Your account has been closed. We are sorry to see you go.
it_it: Il tuo account è stato chiuso Siamo spiacenti di vederti andare via.

source: Your request has been received and is being reviewed. You will receive an email when we are done.
it_it: La tua richiesta è stata ricevuta ed è in fase di revisione. Riceverai un’email quando avremo finito.

source: Request Received
it_it: Richiesta ricevuta

source: Your request has been received. We will be in touch soon.
it_it: La tua richiesta è stata ricevuta. Saremo in contatto al più presto.

source: Malformed request confirmation link!
it_it: Link di conferma richiesta non valido!

source: We could not confirm the request key. It may be expired.
it_it: Non è stato possibile confermare la chiave di richiesta. Potrebbe essere scaduto.

source: The key used does not match the request key we have stored.
it_it: La chiave utilizzata non corrisponde alla chiave di richiesta che abbiamo memorizzato.

source: Close my account
it_it: Chiudi il mio account

source: Download my data
it_it: Scarica i miei dati

source: Privacy Preference Center
it_it: Centro preferenze sulla privacy

source: Options
it_it: Opzioni

source: Cookies Used
it_it: Cookies Usati

source: Save Preferences
it_it: Salva le preferenze

source: Some of our policies have been updated. Please make sure to select the "View" link next each item in order to view changes before agreeing.
it_it: Alcune delle nostre politiche sono state aggiornate. Assicurati di selezionare il link “Visualizza” accanto a ciascun elemento per poter visualizzare le modifiche prima di concordare.

source: View
it_it: Vedi

source: Someone placed a complaint on your behalf on our site. By clicking confirm a request will be made and we will do our best to fulfil it. -------------------------------------------------------- Request -------------------------------------------------------- %s To confirm this request, click here: %s --------------------------------------------------------------------------------- If that wasn't you, reset your password: %s
it_it: Qualcuno ha presentato un reclamo a suo nome sul nostro sito. Facendo clic su conferma verrà effettuata una richiesta e faremo del nostro meglio per soddisfarla. -------------------------------------------------- ------ Richiesta -------------------------------------------------- ------ %S Per confermare questa richiesta, clicca qui:% s ————————————————————————— ——————————————— Se non sei stato tu, reimposta la tua password:% s Cronologia Salvate Community

source: We resolved your complaint request. If you have any problems or questions, don't hesitate to contact us.
it_it: Abbiamo risolto la tua richiesta di reclamo. Se avete problemi o domande, non esitate a contattarci.

source: %s -------------------------------------------------------- Nature of the personal data breach: -------------------------------------------------------- %s -------------------------------------------------------- Name and contact details of the data protection officer: -------------------------------------------------------- %s -------------------------------------------------------- Likely consequences of the personal data breach: -------------------------------------------------------- %s -------------------------------------------------------- Measures taken or proposed to be taken: -------------------------------------------------------- %s
it_it: %S -------------------------------------------------- ------ Natura della violazione dei dati personali: -------------------------------------------------- ------ %S -------------------------------------------------- ------ Nome e dati di contatto del responsabile della protezione dei dati: -------------------------------------------------- ------ %S ————————————————————————— ——— Probabili conseguenze della violazione dei dati personali: ————————————————————————— ——— %S ————————————————————————— ——— Misure adottate o proposte per essere adottate: ————————————————————————— ——— %S

source: A request to send a mass email notification to all users regarding a data breach has been made by %s. -------------------------------------------------------- Nature of the personal data breach: -------------------------------------------------------- %s -------------------------------------------------------- Name and contact details of the data protection officer: -------------------------------------------------------- %s -------------------------------------------------------- Likely consequences of the personal data breach: -------------------------------------------------------- %s -------------------------------------------------------- Measures taken or proposed to be taken: -------------------------------------------------------- %s To confirm this request, click here: %s --------------------------------------------------------------------------------- If that is not intended, have the person who requested it change their password. ---------------------------------------------------------------------------------
it_it: Una richiesta di invio di una notifica e-mail di massa a tutti gli utenti in merito a una violazione dei dati è stata effettuata da% s. -------------------------------------------------- ------ Natura della violazione dei dati personali: -------------------------------------------------- ------ %S -------------------------------------------------- ------ Nome e dati di contatto del responsabile della protezione dei dati: -------------------------------------------------- ------ %S -------------------------------------------------- ------ Probabili conseguenze della violazione dei dati personali: -------------------------------------------------- ------ %S -------------------------------------------------- ------ Misure adottate o proposte per essere adottate: ————————————————————————— ——— %S Per confermare questa richiesta, clicca qui:% s ————————————————————————— ——————————————— Se ciò non è previsto, chiedi alla persona che lo ha richiesto di cambiare la password. ————————————————————————— ———————————————

source: Someone placed a request for your information to be removed from our site. By clicking confirm your account will be removed from our site and all data we collected over time will be erased from our database. It will be impossible for us to retrieve that information in the future. To confirm this request, click here: %s --------------------------------------------------------------------------------- If that wasn't you, reset your password: %s
it_it: Qualcuno ha inoltrato una richiesta di rimozione delle informazioni dal nostro sito. Facendo clic su conferma, il tuo account verrà rimosso dal nostro sito e tutti i dati raccolti nel tempo verranno cancellati dal nostro database. Sarà impossibile per noi recuperarlo informazioni in futuro. Per confermare questa richiesta, clicca qui:% s ————————————————————————— ——————————————— Se non sei stato tu, reimposta la tua password:% s

source: Your account has been closed. We no longer hold any information about you. If you ever need to make a complaint you can email us and we will try to help you. To be able to make a complaint you will be requested to provide your email address and the token below. %s
it_it: Il tuo account è stato chiuso Non possediamo più alcuna informazione su di te. Se hai bisogno di presentare un reclamo, puoi inviarci un’e-mail e cercheremo di aiutarti. Per poter presentare un reclamo ti verrà richiesto di fornire il tuo indirizzo email e il token qui sotto. %S

source: Someone requested to download your data from our site. By clicking confirm we will redirect you back to our site where a download will begin. To download it in a XML format, click here: %s To download it in a JSON format, click here: %s --------------------------------------------------------------------------------- If that wasn't you, reset your password: %s
it_it: Qualcuno ha richiesto di scaricare i tuoi dati dal nostro sito. Cliccando conferma ti reindirizzeremo al nostro sito dove inizierà il download. Per scaricarlo in formato XML, clicca qui:% s Per scaricarlo in formato JSON, fai clic qui:% s ————————————————————————— ——————————————— Se non sei stato tu, reimposta la tua password:% s

source: There is a new %1$s request waiting for review. Review your requests: %2$s
it_it: C’è una nuova richiesta% 1 $ s in attesa di revisione. Verifica le tue richieste:% 2 $ s

source: Someone placed a request for your information to be rectified on our site. By clicking confirm a request will be made and we will do our best to fulfil it. -------------------------------------------------------- Request -------------------------------------------------------- %s To confirm this request, click here: %s --------------------------------------------------------------------------------- If that wasn't you, reset your password: %s
it_it: Qualcuno ha inoltrato una richiesta per la rettifica delle informazioni sul nostro sito. Facendo clic su conferma verrà effettuata una richiesta e faremo del nostro meglio per soddisfarla. ————————————————————————— ——— Richiesta ————————————————————————— ——— %S Per confermare questa richiesta, clicca qui:% s ————————————————————————— ——————————————— Se non sei stato tu, reimposta la tua password:% s

source: We resolved your rectification request. If you have any problems or questions, don't hesitate to contact us.
it_it: Abbiamo risolto la tua richiesta di rettifica. Se avete problemi o domande, non esitate a contattarci.

source: Change this value if you want to rename this category something different.
it_it: Cambia questo valore se vuoi rinominare questa categoria in qualcosa di diverso.

source: Required cookies are cookies that cannot be opt out. They need to be created for the site to function properly. Status ON means that the cookie will be set after agreement. Status OFF means the user needs to check the checkbox to activate this category.
it_it: I cookie richiesti sono cookie che non possono essere disattivati. Devono essere creati per il corretto funzionamento del sito. Status ON significa che il cookie verrà impostato dopo l’accordo. Status OFF significa che l’utente deve selezionare la casella per attivare questa categoria.

source: A comma separated list of cookies that your site is using that fit this category.
it_it: Un elenco separato da virgole di cookie utilizzati dal tuo sito che si adattano a questa categoria.

source: A brief explanation on why you are requesting to use these cookies, what they are for and how you process them.
it_it: Una breve spiegazione sul motivo per cui si richiede di utilizzare questi cookie, per cosa servono e come li elaborano.

source: How to Opt Out
it_it: Come rinunciare

source: Result
it_it: Risultato

source: Error
it_it: Errore

source: We could not find a any logs for that email and token combination.
it_it: Non siamo riusciti a trovare alcun registro per quella combinazione di email e token.

source: We could not find a user with that email.
it_it: Non siamo riusciti a trovare un utente con quella email.
