Repository: DioscuriWeb/GDPR
Catalog: gdpr-*.po
Languages: it_it

source: Requests
it_it: Richieste

source: Tools
it_it: Strumenti

source: Settings
it_it: Impostazioni

source: Rectify Data
it_it: Rettifica dati

source: Complaint
it_it: Reclamo

source: Erasure
it_it: Cancellature

source: Access Data
it_it: Dati di accesso

source: Data Breach
it_it: Violazione dei dati

source: Consent Given
it_it: Consenso dato

source: Consent ID
it_it: ID Consenso

source: Comments
it_it: Commenti

source: Comment Data
it_it: Dati di commento

source: Name
it_it: Nome

source: Value
it_it: Valore

source: No logs found for this email.
it_it: Nessun log trovato per questa email.

source: Review your settings
it_it: Controlla le tue impostazioni

source: We have added a few new options which must be reviewed before continuing to use the plugin.
it_it: Abbiamo aggiunto alcune nuove opzioni che devono essere riviste prima di continuare a utilizzare il plug-in.

source: For cookies, we have added a status which allows you to set them as ON, OFF or Required. For consents, we moved the policy selector into each consent. All policies can now be tracked through this.
it_it: Per i cookie, abbiamo aggiunto uno stato che ti permette di impostarli come ON, OFF o Required. Per i consensi, abbiamo spostato il selettore delle politiche in ogni consenso. Tutte le politiche possono ora essere tracciate attraverso questo.

source: Please keep in mind the plugin might not work as intended until these settings are reviewed.
it_it: Tieni presente che il plug-in potrebbe non funzionare come previsto fino a quando queste impostazioni non vengono esaminate.

source: Your %s page has been updated.
it_it: La tua pagina %s è stata aggiornata.

source: In case this was not a small typo fix, you must ask users for explicit consent again.
it_it: Nel caso in cui non si trattasse di una piccola correzione di errore, è necessario chiedere nuovamente agli utenti il consenso esplicito.

source: Ask for consent
it_it: Richiedi il consenso

source: Ignore
it_it: Ignora

source: We could not verify the the security token. Please try again.
it_it: Non è stato possibile verificare il token di sicurezza. Per favore riprova.

source: One or more required fields are missing. Please try again.
it_it: Mancano uno o più campi obbligatori. Per favore riprova.

source: Data breach notification has been initialized. An email confirmation has been sent to the website controller.
it_it: La notifica della violazione dei dati è stata inizializzata. Una email di conferma è stata inviata al controller del sito web.

source: is a required consent
it_it: è un consenso richiesto

source: %1$s has been updated. Removing the %1$s consent and requesting new consent.
it_it: %1$s è stato aggiornato. Rimozione del consenso %1$s e richiesta di nuovo consenso.

source: Consent Management
it_it: Gestione del consenso

source: Profile Updated. These are the user consents after the save:
it_it: Profilo aggiornato. Questi sono i consensi dell’utente dopo il salvataggio:

source: Consents
it_it: Consensi

source: We could not verify the user email or the security token. Please try again.
it_it: Non è stato possibile verificare l’e-mail dell’utente o il token di sicurezza. Per favore riprova.

source: User not found.
it_it: Utente non trovato.

source: User %s is the only admin of the site. It cannot be deleted.
it_it: L’utente %s è l’unico amministratore del sito. Non può essere cancellato.

source: User added to the deletion requests list by admin.
it_it: Utente aggiunto all’elenco delle richieste di cancellazione da parte dell’amministratore.

source: User %s was added to the deletion table.
it_it: L’utente %s è stato aggiunto alla tabella di cancellazione.

source: User already placed a deletion request.
it_it: L’utente ha già inserito una richiesta di cancellazione.

source: We could not verify the type of request you want to cancel.
it_it: Non è stato possibile verificare il tipo di richiesta che desideri annullare.

source: Type of request '%s' is not an allowed type.
it_it: Il tipo di richiesta ‘%s’ non è un tipo consentito.

source: User was removed from the %s request list by admin.
it_it: L’utente è stato rimosso dall’elenco di richieste %s da admin.

source: User %s was removed from this request table.
it_it: L’utente %s è stato rimosso da questa tabella delle richieste.

source: User %s request was marked as resolved by admin.
it_it: La richiesta dell’utente %s è stata contrassegnata come risolta dall’amministratore.

source: Request was resolved. User %s has been notified.
it_it: La richiesta è stata risolta. L’utente% s è stato informato.

source: User was removed from the site.
it_it: L’utente è stato rimosso dal sito.

source: User %s was deleted from the site.
it_it: L’utente %s è stato eliminato dal sito.

source: We could not verify the security token. Please try again.
it_it: Non è stato possibile verificare il token di sicurezza. Per favore riprova.

source: Guest
it_it: Ospite

source: User comments were anonymized.
it_it: I commenti degli utenti sono stati resi anonimi.

source: Essential data missing. Please try again.
it_it: Dati essenziali mancanti. Per favore riprova.

source: User %s were reassigned to %s.
it_it: L’utente %s è stato riassegnato a %s.

source: Something went wrong. Please try again.
it_it: Qualcosa è andato storto. Per favore riprova.

source: No items found. Future connections will be shown at this place.
it_it: Nessun articolo trovato. Le connessioni future verranno mostrate in questo luogo.

source: No items found in trash.
it_it: Nessun elemento trovato nel cestino.

source: Search in destination
it_it: Cerca nella destinazione

source: Delete all
it_it: Cancella tutto

source: Destination
it_it: Destinazione

source: Time
it_it: Ora

source: Show
it_it: Mostra

source: Data breach notification sent to user.
it_it: Notifica di violazione dei dati inviata all’utente.

source: Email content: %s
it_it: Contenuto email: %s

source: Nature of data breach: %s
it_it: Natura della violazione dei dati: %s

source: Data protection officer contact: %s
it_it: Contatto con il responsabile della protezione dei dati: %s

source: Likely consequences of breach: %s
it_it: Probabili conseguenze della violazione: %s

source: Measures taken or proposed to be taken: %s
it_it: Misure adottate o proposte per essere prese: %s

source: GDPR Notification: There is a new request waiting to be reviewed.
it_it: Notifica GDPR: c’è una nuova richiesta in attesa di revisione.

source: Someone requested to close your account.
it_it: Qualcuno ha richiesto di chiudere il tuo account.

source: Your account has been closed.
it_it: Il tuo account è stato chiuso.

source: Someone requested that we rectify data of your account.
it_it: Qualcuno ha richiesto che rettifichiamo i dati del tuo account.

source: Your request has been completed.
it_it: La tua richiesta è stata completata.

source: Someone made complaint on behalf of your account.
it_it: Qualcuno ha fatto reclamo per conto del tuo account.

source: Someone requested to download your data.
it_it: Qualcuno ha richiesto di scaricare i tuoi dati.

source: Someone requested to send a data breach notification.
it_it: Qualcuno ha richiesto di inviare una notifica di violazione dei dati.

source: Data Breach Notification.
it_it: Notifica di violazione dei dati.

source: Overview
it_it: Panoramica

source: This page has multiple request tables. Users can request multiple things like getting deleted from the site or having their data rectified. All requests will come to these tables.
it_it: Questa pagina ha più tabelle di richieste. Gli utenti possono richiedere più cose come essere cancellati dal sito o avere i loro dati rettificati. Tutte le richieste arriveranno su queste tabelle.

source: Users may request to have their data rectified. They can place a request somewhere on your site and those requests will show up here.
it_it: Gli utenti possono richiedere di rettificare i propri dati. Possono effettuare una richiesta da qualche parte sul tuo sito e tali richieste verranno visualizzate qui.

source: When you complete the request, mark it as resolved and the requester will get a notification email confirming that their request was resolved.
it_it: Quando si completa la richiesta, contrassegnarla come risolta e il richiedente riceverà un’email di notifica che conferma che la richiesta è stata risolta.

source: Complaints
it_it: Contestazioni

source: Users may complain about something that happened. They can place a complaint somewhere on your site and those complaints will show up here.
it_it: Gli utenti possono lamentarsi di qualcosa che è successo. Possono presentare un reclamo da qualche parte sul tuo sito e tali reclami verranno visualizzati qui.

source: When you resolve the problem, mark it as resolved and the requester will get a notification email confirming that his complaint was resolved.
it_it: Quando si risolve il problema, contrassegnarlo come risolto e il richiedente riceverà un’email di notifica che conferma che il suo reclamo è stato risolto.

source: Users may request to be deleted from the site. If they don't have any content published on the site (including comments) they will be removed from the site automatically. Otherwise, they will show up at this review table where you can reassign or delete their published content and anonymize his comments.
it_it: Gli utenti possono richiedere di essere cancellati dal sito. Se non hanno alcun contenuto pubblicato sul sito (inclusi i commenti) saranno rimossi automaticamente dal sito. In caso contrario, verranno visualizzati in questa tabella di revisione in cui è possibile riassegnare o eliminare i contenuti pubblicati e rendere anonimi i propri commenti.

source: User may request their data to be deleted. The controller has, according to GDPR, 30 days to fulfill the request. On some occasions, you can ask to extend this time limit. When the request has been resolved the user will receive a notification that their account has been closed.
it_it: L’utente può richiedere la cancellazione dei propri dati. Il controllore ha, secondo GDPR, 30 giorni per soddisfare la richiesta. In alcune occasioni, puoi chiedere di estendere questo limite di tempo. Quando la richiesta è stata risolta, l’utente riceverà una notifica che il suo account è stato chiuso.

source: Erasures
it_it: Cancellature

source: We added tools to make your life easier when you need to perform administrative tasks like notify all your users of a possible data breach.
it_it: Abbiamo aggiunto strumenti per semplificarti la vita quando devi eseguire attività amministrative come notificare a tutti i tuoi utenti una possibile violazione dei dati.

source: Use this page to look for all known data about a user. You can look it up using the user's email address and are able to download it in XML and JSON formats.
it_it: Utilizzare questa pagina per cercare tutti i dati noti relativi a un utente. Puoi cercarlo usando l’indirizzo email dell’utente e potrai scaricarlo nei formati XML e JSON.

source: Data Breach Notification
it_it: Notifica di violazione dei dati

source: Use this carefully.
it_it: Usa questo attentamente.

source: This will send a mass email to all your users with the information provided on these fields. This email is throttled based on the hourly limit set on the plugin settings page.
it_it: Questo invierà un’e-mail di massa a tutti i tuoi utenti con le informazioni fornite in questi campi. Questa email viene limitata in base al limite orario impostato nella pagina delle impostazioni del plug-in.

source: Only use this tool if you believe your site has been compromised and that your user's personal data might have been leaked.
it_it: Utilizza questo strumento solo se ritieni che il tuo sito sia stato compromesso e che i dati personali dell’utente potrebbero essere trapelati.

source: We do not log any of the user's personal data.
it_it: Non registriamo nessuno dei dati personali dell’utente.

source: All logs are encrypted before saving to the database. An encrypted log file is created whenever a user gets removed from the site.
it_it: Tutti i registri sono crittografati prima di salvarli nel database. Un file di registro crittografato viene creato ogni volta che un utente viene rimosso dal sito.

source: This tool will keep a record of some actions such as changing consent preferences, placing a request, data breach notifications received, etc…
it_it: Questo strumento manterrà una registrazione di alcune azioni come la modifica delle preferenze di consenso, l’invio di una richiesta, le notifiche di violazione dei dati ricevute, ecc.

source: The only way to read the logs is to search for the user email. If the data subject is not a registered site user anymore, you need to ask for the 6 digit token that was provided during deletion. That will allow this tool to look for a log file with his information.
it_it: L’unico modo per leggere i registri è cercare l’email dell’utente. Se l’interessato non è più un utente del sito registrato, è necessario chiedere il token a 6 cifre fornito durante la cancellazione. Ciò consentirà a questo strumento di cercare un file di registro con le sue informazioni.

source: General Settings
it_it: Impostazioni generali

source: This plugin needs to know your privacy policy page to track updates to it and ask users to re-consent to your new terms.
it_it: Questo plug-in deve conoscere la pagina della privacy policy per tenere traccia degli aggiornamenti e chiedere agli utenti di acconsentire ai nuovi termini.

source: When sending a data breach notification to your users, we need to throttle the emails because of server limitations. This is an hourly limit. Check with your hosting provider before changing this value.
it_it: Quando invii una notifica di violazione dei dati ai tuoi utenti, dobbiamo limitare le e-mail a causa delle limitazioni del server. Questo è un limite orario. Verificare con il proprio provider di hosting prima di modificare questo valore.

source: Fill out every information you can about the cookies your site uses. Set the cookies that you set under Cookies Used and cookies used and set by third parties under the Third party domains.
it_it: Compila tutte le informazioni che puoi sui cookie utilizzati dal tuo sito. Imposta i cookie che imposti in Cookie utilizzati e cookie utilizzati e impostati da terze parti nell’ambito dei domini di terze parti.

source: You must ask your developer to wrap the code that sets the cookies with our helper function %s.
it_it: Devi chiedere al tuo sviluppatore di racchiudere il codice che imposta i cookie con la nostra funzione di supporto %s.

source: Some services like Google Analytics provide a way to opt out from their code with an extra parameter to their snippet.
it_it: Alcuni servizi come Google Analytics offrono un modo per uscire dal loro codice con un parametro aggiuntivo al loro snippet.

source: External Links
it_it: Link esterno

source: Consent Management ( Coming Soon )
it_it: Gestione del consenso (disponibile a breve)

source: All consents are disabled by default. On first registration, your users will need to consent to your privacy policy. Depending on your privacy policy you should register multiple types of consent on this page and allow them to be toggled on/off.
it_it: Tutti i consensi sono disabilitati per impostazione predefinita. Alla prima registrazione, i tuoi utenti dovranno acconsentire alla tua politica sulla privacy. A seconda della tua politica sulla privacy, dovresti registrare più tipi di consenso su questa pagina e permetterne l’attivazione / disattivazione.

source: If you have an optional consent type, you must have a developer wrap the functionality in our helper function %s.
it_it: Se disponi di un tipo di consenso facoltativo, devi avere uno sviluppatore che completi la funzionalità nella nostra funzione di supporto %s.

source: You registered email marketing as an optional consent but the user did not actively opt into it on their profile page. You should have your email capture form wrapped in our helper function to block registration or better yet, not even display the email capture form. Same goes for blocking adding the user to your mailing system on registration if consent is not given.
it_it: Hai registrato l’e-mail marketing come un consenso facoltativo, ma l’utente non l’ha attivato attivamente sulla sua pagina del profilo. Dovresti avere il tuo modulo di cattura della posta avvolto nella nostra funzione di supporto per bloccare la registrazione o ancora meglio, non visualizzare nemmeno il modulo di cattura della posta elettronica. Lo stesso vale per il blocco che aggiunge l’utente al tuo sistema di posta elettronica al momento della registrazione se il consenso non viene fornito.

source: Article 7 - Conditions for consent
it_it: Articolo 7 - Condizioni per il consenso

source: Article 8 - conditions applicable to child's consent in relation to information society services
it_it: Articolo 8 - condizioni applicabili al consenso del minore in relazione ai servizi della società dell’informazione

source: Recital 42 - Burden of proof and requirements for consent
it_it: Recital 42 - Onere della prova e requisiti per il consenso

source: Recital 43 - Freely Given consent
it_it: Recital 43 - Consenso espresso

source: This is all data that are being sent outside of your site. WordPress send some data to it's servers to be able to do automatic updates. You can reduce the amount of data being sent using filters.
it_it: Questo è tutti i dati che vengono inviati al di fuori del tuo sito. WordPress invia alcuni dati ai suoi server per essere in grado di fare aggiornamenti automatici. È possibile ridurre la quantità di dati inviati utilizzando i filtri.

source: Some plugins also capture data and send it to their servers. Such practice is not allowed for plugins hosted on wordpress.org plugin repository. In case this is a Premium plugin, you should have been given the option to choose which type of data you want to send.
it_it: Alcuni plugin acquisiscono anche dati e li inviano ai loro server. Tale pratica non è consentita per i plug-in ospitati sul repository dei plugin wordpress.org. Nel caso questo sia un plugin Premium, dovresti avere la possibilità di scegliere il tipo di dati che vuoi inviare.

source: Use this tool to identify plugins or themes sending potential personal data outside of your server and take action if necessary.
it_it: Utilizzare questo strumento per identificare plug-in o temi che inviano potenziali dati personali all’esterno del server e agire se necessario.

source: User request expired. Removing %s user_meta.
it_it: Richiesta utente scaduta. Rimozione di %s user_meta.

source: User registered to the site.
it_it: Utente registrato al sito.

source: User gave explicit consent to %s
it_it: L’utente ha dato il consenso esplicito a %s

source: Privacy Preferences
it_it: Preferenze sulla privacy

source: Aborting
it_it: Interrompi

source: Continue
it_it: Continua

source: Cancel
it_it: Cancella

source: I Agree
it_it: Sono d’accordo

source: Error!
it_it: Errore!

source: User updated their privacy preferences. These are the new approved cookies and consent preferences:
it_it: L’utente ha aggiornato le sue preferenze sulla privacy. Questi sono i nuovi cookie approvati e le preferenze di consenso:

source: Invalid type of request. Please try again.
it_it: Tipo di richiesta non valido Per favore riprova.

source: Please verify that you are not a robot.
it_it: Si prega di verificare che non sei un robot.

source: We can't delete this user.
it_it: Non possiamo cancellare questo utente.

source: Required information is missing from the form.
it_it: Le informazioni richieste mancano dal modulo.

source: Email confirmation
it_it: Conferma via email

source: We've sent you a confirmation email.
it_it: Ti abbiamo inviato un’email di conferma.

source: There was a problem with your request. Please try again later.
it_it: C’è stato un problema con la tua richiesta. Per favore riprova più tardi.

source: User confirmed a request to be deleted.
it_it: L’utente ha confermato una richiesta da eliminare.

source: Content was found for that user.
it_it: È stato trovato il contenuto per quell’utente.

source: User added to the erasure review table.
it_it: Utente aggiunto alla tabella di revisione della cancellazione.

source: User placed a request for rectification or a complaint.
it_it: L’utente ha effettuato una richiesta di rettifica o reclamo.

source: User downloaded all their data in %s format.
it_it: L’utente ha scaricato tutti i suoi dati nel formato %s .

source: Date of Request
it_it: Data della richiesta

source: Information
it_it: Informazioni

source: Actions
it_it: Azioni

source: Cancel Request
it_it: Cancella Richiesta

source: Mark as Resolved
it_it: Contrassegna come risolto

source: No pending requests
it_it: Nessuna richiesta in sospeso

source: Date of Complaint
it_it: Data del reclamo

source: Right to erasure
it_it: Diritto alla cancellazione

source: Manually add a user
it_it: Aggiungi manualmente un utente

source: Submit
it_it: Invia

source: Review
it_it: Recensisci

source: No content to review
it_it: Nessun contenuto da recensire

source: Delete User
it_it: Elimina utente

source: Content Type
it_it: Tipo di contenuto

source: Count
it_it: Contare

source: Reassign
it_it: Riassegnare

source: Action
it_it: Azione

source: Resolved
it_it: Risoluto

source: View Comments
it_it: Visualizza commenti

source: Anonymize
it_it: Anonimi

source: GDPR Settings
it_it: Impostazioni GDPR

source: Outgoing email limit
it_it: Limite email in uscita

source: This is the hourly outgoing email limit set by your server.
it_it: Questo è il limite di posta elettronica in uscita impostato dal tuo server.

source: Emails/hour
it_it: Email / ora

source: User deletion
it_it: Cancellazione dell’utente

source: Useful if you need to remove the user from third-party services.
it_it: Utile se è necessario rimuovere l’utente dai servizi di terze parti.

source: Send all deletion requests to the review table.
it_it: Invia tutte le richieste di cancellazione alla tabella di revisione.

source: Refresh page after updating preferences
it_it: Aggiorna la pagina dopo aver aggiornato le preferenze

source: Useful for landing pages or to track a visit with Google Analytics.
it_it: Utile per le pagine di destinazione o per tracciare una visita con Google Analytics.

source: Disable CSS
it_it: Disabilita CSS

source: Make sure you know what you are doing before checking this.
it_it: Assicurati di sapere cosa stai facendo prima di controllare questo.

source: Enable the Telemetry Tracker
it_it: Abilita il Telemetry Tracker

source: This tracks data that is being sent to outside servers.
it_it: Questo tiene traccia dei dati che vengono inviati a server esterni.

source: Toggles the Telemetry Tracker On/Off. (experimental)
it_it: Attiva / disattiva il Tracker Telemetry. (sperimentale)

source: Privacy Center
it_it: Centro privacy

source: This section handles the privacy bar and some of the privacy preferences window.
it_it: Questa sezione gestisce la barra della privacy e alcune delle finestre delle preferenze sulla privacy.

source: Important:
it_it: Importante:

source: If the privacy banner text is not filled out, the privacy banner will not show up. Even if you registered your cookies.
it_it: Se il testo del banner sulla privacy non è compilato, il banner sulla privacy non verrà visualizzato. Anche se hai registrato i tuoi cookie.

source: Enable the Privacy Bar
it_it: Abilita la barra della privacy

source: Toggles the Privacy Bar On/Off.
it_it: Attiva / disattiva la barra della privacy.

source: Display the cookie categories in the privacy bar
it_it: Mostra le categorie di cookie nella barra della privacy

source: Privacy Bar Content
it_it: Contenuto della barra della privacy
